Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Po prostu świetnie! Mój znajomy kapitan spartaczył robotę i dał się dorwać orkom, tracąc cenny ładunek, a jego załoga podziewa się nie wiadomo gdzie! Statek zatonął niedaleko brzegu, więc część towaru powinno wyrzucić na ląd. Jeśli znajdę kogoś żywego, to pewnie na wybrzeżu albo na bagnie. Beckett powiedział, żeby lepiej nie mówić Cortezowi o sytuacji - biorąc pod uwagę jego temperament, powinienem się powstrzymać i poszukać towarów i porozmawiać z Simonem.
uk: Просто чудово! Мій знайомий капітан не впорався з роботою, бо натрапив на орків і втратив дорогоцінний вантаж, а команда зникла невідомо куди! Корабель затонув біля берега, тому частину вантажу повинно було викинути на берег. Якщо я знайду тих, хто вижив, то, швидше за все, вони будуть на узбережжі або на болотах. Беккет сказав, що мені краще поки не розповідати Кортезу про те, що сталося, знаючи його характер. Мені потрібно пошукати товари та поговорити з Саймоном.

source: Po przedstawieniu przed ratuszem, przyszła pora zdać raport Volkerowi. Ivy już do niego poszła. Jak będę gotowy, to do nich dołączę.
uk: Після виступу перед ратушею настав час доповісти Волкеру. Айві вже пішла до нього. Як буду готовий, я приєднаюся до них.

source: Po przedstawieniu przed ratuszem, przyszła pora zdać raport Volkerowi. Udam się do niego razem z Ivy.
uk: Після виступу перед ратушею настав час доповісти Волкеру. Я піду до нього разом з Айві.

source: Po przeszukaniu ciała zostałem zaatakowany przez jakiegoś strażnika. O co tu chodzi? Muszę porozmawiać o sprawie z Lewko.
uk: Після обшуку тіла на мене напав якийсь вартовий. Що це все означає? Мені потрібно поговорити з Левком про це.

source: Po przybyciu w rodzinne strony Rhobar zastał niegdyś zjednoczoną krainę na powrót skąpaną we krwi i chaosie. Stary wódz wraz z całą świtą został zamordowany, a władzę po nim przejął Ahalt zwany Krwiopijcą. Słynący z bluźnierczych rytuałów barbarzyńca z Północy nakazał pochwycić Rhobara i przykładnie go ukarać, lecz ten w porę umknął z grupą wiernych mu ludzi.
uk: Прибувши на рідну землю, Робар побачив, що колись єдина країна знову потопає в крові та хаосі. Старого вождя та його оточення було вбито, а владу захопив Ахалт, названий Кровопивцею. Відомий своїми богохульними ритуалами, варвар з півночі наказав схопити і покарати Робара, але той вчасно втік з групою вірних йому людей.

source: Po przyniesieniu gulaszu, Lokvar wyznaczył mi ostatnie zadanie. Mam pójść do tutejszej kaplicy i pokonać wszystkie bestie, które się w niej zagnieździły. Tym razem mag brzmiał niepokojąco poważnie.
uk: Коли я приніс рагу, Локвар дав мені останнє завдання. Я маю піти до місцевої каплиці та перемогти всіх звірів, що поселились в ній. Цього разу маг виглядав абсолютно серйозним.

source: Po raz pierwszy tragiczny stan konstrukcji tych podziemi okazał się pomocny. Znalazłem wyjście z kaplicy. Mam nadzieję, że te tunele doprowadzą nas do innej części grobowca.
uk: Вперше жахливий стан конструкції цього підземелля став у нагоді. Я знайшов вихід із каплиці. Сподіваюся, ці тунелі приведуть нас до іншої частини гробниці.

source: Po renegatach ani śladu, ale znalazłem naszych zwiadowców.
uk: Ані сліду відступників, але я знайшов наших розвідників.

source: Po rozbiciu przemytników dużo się o tobie mówi.
uk: Після перемоги над контрабандистами про тебе багато говорять.

source: Po rozsypanych monetach dookoła. Posprzątam to, ale Cortez za nic w świecie nie może się o tym dowiedzieć.
uk: Тут всюди розкидані монети. Я все приберу, але Кортез нізащо не повинен дізнатися про це.

source: Po rozwiązaniu śledztwa, strażnicy powinni odejść.
uk: Як тільки розслідування буде завершено, вартові підуть геть.

source: Po skończonym treningu porozmawiałem z Roderichem. Moim kolejnym zadaniem jest załatwienie sobie dobrej jakości miecza. Wypytam go o szczegóły.
uk: Після закінчення тренувань я поговорив з Родеріхом. Моє наступне завдання – дістати собі якісний меч. Я розпитаю його про деталі.

source: Po staremu, jakoś idzie, ale mogło być lepiej. Ciekaw jestem, jak by się nam pracowało, gdyby winnicę odziedziczył Andreas, a nie Holdwig...
uk: Все по-старому, але могло бути краще. Цікаво, як би все було, якби Андреас успадкував виноградник, а не Гольдвіг...

source: Po staremu, jakoś idzie, ale mogło być lepiej. Ciekawa jestem jakby nam się pracowało, gdyby winnicę odziedziczył Andreas, a nie Holdwig.
uk: Все по-старому, але могло б бути ще краще. Цікаво, як би все було, якби Андреас успадкував виноградник, а не Гольдвіг...

source: Po staremu, jakoś idzie, ale mogłoby być lepiej. Ciekawa jestem jakby nam się pracowało, gdyby winnicę odziedziczył Andreas, a nie Holdwig.
uk: Все по-старому, але могло бути краще. Цікаво, як би все було, якби Андреас успадкував виноградник, а не Гольдвіг...

source: Po stworzeniu stwórcę jego się poznaje. Podobnie u nas, po porządku świata poznajemy czego Adanos od nas pragnie. Wpierw byśmy wiernie zachowywali jego nauki moralne. A to znaczy w praktyce stosowali wiedzę o harmonii świata. O jego stałościach oraz zmiennościach. Gdyby na świecie zapanowały nauki Innosa, wszystko stanęło by w miejscu. Beliar zaś, którego domeną jest śmierć – a więc skutek jakichś zmian – nie zniósłby tego. Odwrotnie z kolei, gdyby to Beliar zwyciężył, śmierć by zatriumfowała. Gdy zaś to Adanos zwycięża wprowadzając ład pomiędzy swymi braćmi, wszystko – chciałoby się powiedzieć – jest na swoim miejscu. Zdrowi chorują, chorzy zdrowieją, radośni popadają w smutek, smutni zostają pocieszeni.
uk: Через творіння пізнається його творець. Так само і з нами, за порядком у світі ми дізнаємося, чого від нас хоче Аданос. Перш за все, щоб ми вірно дотримувалися його духовного вчення. А це означає застосовувати на практиці знання про гармонію світу. Про його сталість і мінливість. Якби у світі панувало вчення Інноса, то в усьому настав би застій. А Беліар, цариною якого є смерть – а отже, результат якихось змін, – не допустив би цього. І навпаки, якби тріумфував Беліар, то тріумфувала б смерть. Але коли перемагає Аданос, який наводить порядок серед своїх братів, все, так би мовити, стає на свої місця. Здорові хворіють, хворі одужують, радісні сумують, сумні втішаються.

source: Po tak porządnej kąpieli nie ma nic lepszego jak wieczór w karczmie Gerstanda.
uk: Після такої гідної парильні немає нічого кращого, ніж вечір у корчмі Герстанда.

source: Po tak porządnej kąpieli nie ma nic lepszego, jak wieczór w karczmie Gerstanda.
uk: Після такої гідної парильні немає нічого кращого, ніж вечір у корчмі Герстанда.

source: Po takie drobne to nawet schylać się szkoda.
uk: За таким дріб'язком навіть не хочеться нагинатися.

source: Po tej całej trasie masz jeszcze tchu na ten bełkot? Pewnie musisz być ulubieńcem Winstana.
uk: Після всіх цих тренувань у тебе все ще вистачає сил на теревені? Мабуть, ти улюбленець Вінстана.

source: Po tej sprawie na pewno nie zostawi na mnie suchej nitki, a wtedy ludzie przestaną mnie postrzegać jako zaufanego kontrahenta!
uk: Після цього випадку, я впевнений, він не залишить від мене і сліду. І тоді люди перестануть сприймати мене як надійного постачальника!

source: Po to, żebym mógł łatwiej rozbić tę waszą hołotę a każdego z was powsadzać do lochu.
uk: Щоб мені було легше розігнати цю вашу голоту і кинути кожного з вас до в'язниці.

source: Po to, żebym mógł łatwiej rozbić tę waszą hołotę a każdego z was wydać strażnikom.
uk: Щоб мені було легше розігнати цю вашу голоту і віддати кожного з вас до рук вартових.

source: Po tobie Marvin nie można się spodziewać żadnej innej. Wal.
uk: Від тебе, Марвіне, я інших справ і не чекаю. Вивалюй.

source: Po trzecie, mam nadzieję, że ten mieszek wynagrodzi jej straty. I nawet nie myśl, żeby zachować go dla siebie.
uk: По-третє, я сподіваюся, що цей гаманець компенсує її втрати. І навіть не думай залишити його собі.

source: Po trzecie: wbrew pozorom nie są to walki na śmierć i życie. W przeciwnym wypadku szybko skończyliby się wojownicy. Jeśli kogoś zabijesz, my zabijemy ciebie. Jasne?
uk: По-третє: це не бої насмерть, як може здатися. Інакше у нас би швидко закінчилися бійці. Якщо ти когось вб'єш, ми вб'ємо тебе. Це зрозуміло?

source: Po twoich jękach słyszę, że się rozumiemy.
uk: Чую по твоїх стогонах, що ти все зрозумів.

source: Po twoim wyruszeniu do miasta, większość z nas jeszcze chwilę siedziała w wiosce.
uk: Після того, як ти вирушив до міста, більшість з нас ще деякий час залишалися в селі.

source: Po twojej... akcji, uznałabym, że jesteśmy kwita. Z drugiej strony całkiem szybko się uwinąłeś z tym mięsem, więc zasługujesz choćby na drobną nagrodę.
uk: Після твого... вчинку, я б вважала, що ми квити. З іншого боку, ти досить швидко впорався з м'ясом, тож заслуговуєш хоча б на невелику винагороду.

source: Po tyle to bym się nawet na ulicy nie schylił.
uk: За цією дрібкою монет я б навіть не нахилився, якби вони лежали десь на вулиці.

source: Po tyle to bym się nawet nie schylił, a co dopiero za tyle cię szkolić!
uk: Я б навіть не нагнувся за таку суму, не кажучи вже про те, щоб тренувати тебе!

source: Po tylu dniach w wilgotnej jaskini, bez świeżego jedzenia czy powietrza, zaatakowani z zaskoczenia nie będą mieli najmniejszych szans.
uk: Провівши стільки днів у вогкій печері, без свіжої їжі та повітря, вони не матимуть жодного шансу, якщо на них напасти зненацька.

source: Po tym co odwaliłeś na turnieju wszyscy nadal dochodzą do siebie, a przy niczym nie opanowuje się emocji skuteczniej niż przy dobrym piwie.
uk: Після твого виступу на турнірі всі ще приходять до тями, а ніщо так добре не вгамовує емоції, як хороше пиво.

source: Po tym co usłyszałem, moja współpraca z przemytnikami jest już raczej zakończona. Dlatego mam dla was kolejną propozycję.
uk: Після того, що я почув, моя співпраця з контрабандистами практично закінчена. Тому у мене до вас є інша пропозиція.

source: Po tym incydencie postanowiłem przemianować karczmę... ot, cała historia.
uk: Після цього випадку я вирішив перейменувати корчму... Ось і вся історія.

source: Po tym jak Rodrigo dał mu w pysk, cała karczma się z niego śmiała. Stan nie mógł mu tego przebaczyć.
uk: Після того, як Родріго дав йому по пиці, вся корчма з нього сміялася. Стен не міг йому цього пробачити.

source: Po tym jak mi przywaliłeś i sprowadziłeś do parteru? Lepiej, niż mógłbym się spodziewać. Dzięki za motywację do ostrzejszych treningów.
uk: Після того, як ти мені надавав? Краще, ніж я міг очікувати. Дякую за мотивацію тренуватися старанніше.

source: Po tym jak straciłam dom to co miałam zrobić, napadać na kupców jak inni mieszkańcy?
uk: Після втрати будинку, що мені залишалося робити? Грабувати торговців, як інші мешканці?

source: Po tym wszystkim co się stało, jesteś w stanie mi wybaczyć? Nie chcesz się zemścić?
uk: Після всього, що сталося, чи зможеш ти мені пробачити? Чи не захочеш помститися?

source: Po tym wszystkim, co razem przeszliśmy?
uk: Після всього, через що ми разом пройшли?

source: Po tym zawalonym moście nie mam zamiaru ryzykować, że od wybuchu prochu cały sufit runie nam na głowę. Będziemy musieli zostać przy tradycyjnych metodach.
uk: Після того як обвалився міст, я не збираюся ризикувати, щоб нам на голову впала стеля від вибуху. Доведеться обійтися традиційними методами.

source: Po tym, co odstawiłeś wczoraj?
uk: Після того, що ти вчора зробив?

source: Po tym, co widzę, nie sądzę, żeby ten strażnik wytrzymał zbyt długo...
uk: Судячи з того, що я бачу, не думаю, що цей вартовий довго протримається...

source: Po tym, jak go zabezpieczyliśmy, możemy być spokojni na lata.
uk: Після того, як ми його укріпимо, ми будемо в безпеці на довгі роки.

source: Po tym, jak odpowiednio go podpuściłem, Slager zlecił mi przyrządzenie potrawki z mięsa niedźwiedzia. Powinienem sprawdzić, jakie składniki będą mi potrzebne.
uk: Слагер доручив мені приготувати страву з ведмежого м'яса. Я повинен перевірити, які складники мені знадобляться.

source: Po tym, jak przekazałem Osipowi butelkę z preparatem, Guido wyrwał mu ją z rąk i obalił całą na miejscu. Chwilę później złapał się za brzuch, zaczął wydawać dziwne odgłosy, aż w końcu przemienił się w chrząszcza! Mam nadzieję, że za to przedstawienie Osip powie mi coś o człowieku, z którym kontaktował się Ars.
uk: Все пройшло простіше, ніж я думав. Після того, як я передав Осіпу пляшку із препаратом, Гвідо вихопив її з рук і одразу ж випив. За мить він схопився за живіт, почав видавати дивні звуки і... перетворився на м'ясного жука! Сподіваюся, що тепер Осіп розповість мені щось про людину, з якою зв'язався Арс.

source: Po tym, jak straciłam dom to co miałam zrobić? Napadać na kupców jak inni mieszkańcy?
uk: Після втрати будинку, що мені залишалося робити? Грабувати торговців, як інші мешканці?

source: Po tym, kiedy trop butelek okazał się fałszywy, Jorn zdecydował, że teraz pójdziemy do chaty Kurta.
uk: Після того, як слід з пляшок не виправдав наших надій, Йорн вирішив, що тепер нам варто піти до хатини Курта.

source: Po udanej inwazji króla Maksyma III wyspa Archolos wpadła w ręce Myrtańczyków, a wraz z tym rozpoczął się na niej wiek wielkich przemian.
uk: Після вдалого завоювання королем Максимусом III острів Архолос потрапив до рук міртанців, а разом з ним на острові почалася епоха великих змін.

source: Po upadku Ligi Wschodniej jednostki strażników wróciły do łask, przynajmniej pozornie. Przez wiele lat braki w dyscyplinie i ekwipunku budziły wątpliwość mieszkańców co do skuteczności litery prawa. Dopiero dzisiaj pod przywództwem kapitana Rodericha straż miejska zdaje się wracać na właściwe tory.
uk: Після розпаду Східної Ліги загони Варти знову стали популярними, принаймні, на перший погляд. Протягом багатьох років їм бракувало дисципліни та спорядження, що змушувало мешканців сумніватися щодо ефективності закону на Архолосі. Лише сьогодні, під керівництвом капітана Родеріха, Міська Варта, схоже, знову стає на правильний шлях.

source: Po upieczeniu, wygląda zjadliwie.
uk: Після обсмаження виглядає цілком їстівним.

source: Po użyciu kołowrotu usłyszałem jakiś hałas od strony sali za labiryntem.
uk: Після активації перемикача я почув якийсь шум з боку кімнати за лабіринтом.

source: Po waszych twarzach widzę, że nieźle się dziś namęczyliście.
uk: По ваших обличчях видно, що ви сьогодні добре попрацювали.

source: Po wielu dniach eksperymentów, dochodzę do wniosku, iż problemem nie był sam eliksir, ale mój obiekt testowy. Chyba te wszystkie mikstury, które w niego wlałem, zaczęły dawać o sobie znać. No cóż, nie pozostaje mi nic innego, jak wypróbować moją najnowszą recepturę na kimś całkowicie nowym.
uk: Після багатоденних експериментів я дійшов висновку, що проблема була не в самому зіллі, а в моєму піддослідному. Гадаю, всі ті зілля, які я в нього вливав, почали давати про себе знати. Що ж, мені доведеться випробувати свій останній рецепт на комусь зовсім іншому.

source: Po wielu miesiącach bez ani jednej porażki, potężny Ben został rozłożony na łopatki przez naszego gościa z miasta Archolos!
uk: Після багатьох місяців без жодної поразки могутній Бен був покладений на лопатки нашим гостем з міста Архолос!

source: Po wielu miesiącach walk, odcięta od portów flota Ligi Wschodniej została pokonana, a sama organizacja rozwiązana. Jej przywódców zaś spotkała zasłużona kara. Król Mandred przywrócił kolonie na łono Myrtany i odbudował system zarządczy. Chcąc uniknąć podobnych buntów w przyszłości, powołał też jedyną prawnie usankcjonowaną gildię handlową w królestwie - Araxos.
uk: Після багатомісячних боїв флот Східної Ліги, відрізаний від своїх портів, був розгромлений, а сама організація розпалася. Її лідери, у свою чергу, понесли заслужене покарання. Король Мандред повернув колонії в лоно Міртани і відновив систему управління. Бажаючи уникнути подібних повстань у майбутньому, він також заснував єдину законно дозволену в королівстві торгову гільдію – Араксос.

source: Po wkroczeniu Myrtańczyków na wyspy, zapanował stan wojenny.
uk: Після того, як міртанці вторглися на острови, було введено воєнний стан.

source: Po wszystkim spotkajmy się tutaj, ja będę miał zlecenie z głowy, a ty trochę złota w garści.
uk: Згодом ми тут зустрінемось, я виконаю завдання, а ти отримаєш трохи золота.

source: Po wszystkim spotkamy się tam gdzie zawsze.
uk: Потім зустрінемося там, де й завжди.

source: Po wszystkim wróć do mnie, a dostaniesz nagrodę.
uk: Потім повертайся до мене і отримаєш винагороду.

source: Po wszystkim zamelduj się u mnie. Mamy sporo do obgadania.
uk: А потім зайди до мене. Нам є про що поговорити.

source: Po wszystkim, jak sprawa trochę ucichnie, odkupię go od ciebie. Nic nie ryzykujesz, a zarobisz całkiem niezłą sumę.
uk: Після аукціону, коли все трохи втихне, я викуплю його у тебе. Ти нічим не ризикуєш, і заробиш досить непогані гроші.

source: Po wybuchu II Wojny z Orkami i upadku Nordmaru, Król rozpoczął masowy pobór do armii. Liczył się każdy miecz, który mógłby zatrzymać pochód tych bestii na południe.
uk: Після початку Другої війни з орками та падіння Нордмару, Король розпочав масовий призов до армії. На рахунку був кожен меч, який міг затримати просування цих звірів на південь.

source: Po wydzieleniu dzielnic podniosły się głosy buntu. Miejscowi zarzucali władzy jawną segregację ludności na lepszą - napływową i gorszą - lokalną. Choć większość oskarżeń okazała się bezpodstawna, wielu szlachetnie urodzonych kolonistów zwyczajnie nie miało ochoty oddychać tym samym powietrzem, co pospólstwo.
uk: Після розмежування кварталів пролунали голоси протесту. Місцеві жителі звинувачували владу у відкритому поділі населення на краще – прийшле і гірше – місцеве. Хоча більшість звинувачень виявилися безпідставними, багато знатних переселенців просто не хотіли дихати одним повітрям з простим людом.

source: Po wyjściu z Przystani kieruj się na północny zachód. Jaskinia jest niedaleko jednej ze ścieżek prowadzących poza bagno. Znajdziesz ją bez problemu.
uk: Як вийдеш з Гавані, йди на північний захід. Печера знаходиться біля однієї зі стежок, що ведуть з болота. Ти знайдеш її без проблем.

source: Po wykonaniu wszystkich zadań mam spotkać się z grupą szturmową w osadzie rybackiej na Bursztynowym Wybrzeżu.
uk: Після виконання всіх завдань я повинен зустрітися зі штурмовою групою в рибальському поселенні на Бурштиновому узбережжі.

source: Po wykonaniu zlecenia postanowiłem zostać jeszcze przez chwilę tutaj. Czas mijał, bestii nie ubywało – i tak pozostałem tu do dzisiaj.
uk: Виконавши завдання, я вирішив залишитися тут ще на деякий час. Час минав, звірів не меншало – і я залишився тут аж до сьогодні.

source: Po wymianie zdań z innymi wpływowymi członkami Araxos, zdecydowaliśmy się awansować cię na starszego gońca. Teraz pozostaje ci udowodnić, że nie jest to błędna decyzja.
uk: Порадившись з іншими впливовими членами Араксосу, ми вирішили підвищити тебе до старшого посланця. Тепер тобі залишається довести, що це не помилкове рішення.

source: Po wypowiedzeniu słów uroczystej przysięgi, Roderich powitał mnie w straży miejskiej. Mam teraz większe szanse na znalezienie Jorna.
uk: Після урочистої присяги Родеріх прийняв мене до Міської Варти. Тепер у мене більше шансів знайти Йорна.

source: Po wyprawie do Vardhal Arwid miał już dość walki. Za zdobyte złoto kupił kawałek ziemi w Silbach i postawił własną chatę, zamierzając spokojnie doczekać tam starości.
uk: Після експедиції до Вардхалу Арвіду набридло воювати. На здобуте золото він купив шматок землі в Сільбаху і збудував власну хатину, маючи намір зустріти там свою старість у спокої.

source: Po zabiciu Corteza przyszedł czas, bym zajął się pozostałymi piratami na arenie. Pytanie, czy uda mi się przekonać ich do kapitulacji, czy jednak nie obędzie się bez walki?
uk: Після смерті Кортеза настав час розібратися з рештою піратів, що залишилися на арені. Питання лише в тому, чи зможу я переконати їх здатися, чи все ж не обійдеться без бою?

source: Po zabiciu Daniela Salvi oficjalnie przyjął mnie do grupy. Zaznaczył jednak, że nie mogę opuścić obozu, dopóki nie wyda takiego polecenia. Wygląda na to, że Salvi nie odda mi ot tak mojego ekwipunku. Gdzie oni mogą go trzymać? Korzystając z okazji, powinienem rozejrzeć się po okolicy i porozmawiać z resztą renegatów. Może uda mi się wydobyć od nich jakieś informacje o ich planach?
uk: Після вбивства Даніеля Сальві офіційно прийняв мене в групу. Однак він зазначив, що я не можу покидати табір без його дозволу. Схоже, що Сальві просто так не віддасть мені моє спорядження. Де вони можуть його тримати? Я повинен скористатися цією можливістю, щоб роздивися довкола і поговорити з рештою відступників. Можливо, я зможу отримати від них якусь інформацію про їхні плани?

source: Po zaciętej walce herszt z tunelu za Winnicą Rity padł martwy.
uk: Після запеклої битви в тунелі за виноградником Рити вождь впав мертвий.

source: Po zaliczce chyba nie pozostaje mi nic innego, jak zabrać się do roboty.
uk: Після отримання авансу, мені нічого не лишається, окрім як приступити до справи.

source: Po zapachu czuję, że wyjątkowo udało ci się niczego nie przypalić na kuchence.
uk: Неймовірний аромат, свідчить про те, що ти нічого не спалив на плиті.

source: Po załatwieniu sprawy z In Extremo spadł nam z głowy przynajmniej jeden problem, ale z wieloma musimy sobie jeszcze poradzić.
uk: Після того, як ми розібралися з In Extremo, принаймні однією проблемою стало менше. Але у нас ще багато проблем, з якими треба розібратися.

source: Po zebraniu winogron umieść je w balii, gdzie je ugnieciesz. Rób to dokładnie i cierpliwie, a owoce z pewnością Ci się odwdzięczą, puszczając soki. Potem odstaw moszcz na kilka dni do kadzi wysłanej owczymi skórami, aby zaczął się proces fermentacji. Od czasu do czasu wpychaj skórki i gałązki, które wypłyną na powierzchnię.
uk: Після збирання, помістіть виноград у ємність, де ви будете його чавити. Робіть це обережно і терпляче, і ягоди неодмінно віддячать вам, випустивши свій сік. Потім залиште сусло на кілька днів у чані, накритому овечими шкурами, щоб почався процес бродіння. Час від часу прибирайте шкурки, пагони та насіння, що спливають на поверхню.

source: Po zebraniu wszystkich zagubionych rzeczy Artura zagadał mnie mag Othekar. Prosił, bym nie oddawał nowicjuszowi jego rzeczy, bo ma to go nauczyć pokory wobec pracy i tego miejsca. Nie uważam, by była to odpowiednia lekcja i nie oddałem magowi rzeczy. Czas wracać do Artura.
uk: Зібравши всі втрачені речі Артура, до мене звернувся маг Отекар. Він попросив мене не віддавати послушнику його речі, оскільки це мало навчити його смиренності щодо своєї роботи і цього місця. Я не думаю, що це доречний урок, тож я не віддав магу речі послушника. Настав час повертатися до Артура.

source: Po zebraniu wszystkich zagubionych rzeczy Artura zagadał mnie mag Othekar. Prosił, bym nie oddawał nowicjuszowi jego rzeczy, bo ma to go nauczyć pokory wobec pracy i tego miejsca. Oddałem więc wszystko magowi, skoro tak będzie najlepiej. Poinformuję nowicjusza, że nie mogę mu pomóc w dalszych poszukiwaniach.
uk: Коли я зібрав всі загублені речі Артура, до мене звернувся маг Отекар. Він попросив мене не віддавати послушнику його речі, оскільки це мало навчити його смиренності щодо своєї роботи і цього місця. Тож я віддав усе магу, якщо так буде краще. Я повідомлю послушника, що більше нічим не зможу допомогти в його пошуках.

source: Po zmroku do duchów zwracamy się, co mogą powiedzieć, któż wie?
uk: З настанням темряви до духів ми звертаємось, що вони нам розкажуть, зрозуміти намагаємось.
